fun main () {
    /*
    Упростим задачу, чтобы было проще: за переводы с любых карт комиссия 0.75%, минимум 35 рублей.

    Что нужно сделать: напишите небольшую программу, в которой в переменной amount
    хранится сумма перевода в копейках.

    Ваше приложение должно высчитывать комиссию, которую заплатит пользователь при переводе —
    комиссия также должна быть в копейках.

    Итог: у вас должен быть репозиторий на GitHub, в котором расположен ваш Gradle-проект.
     */

//todo Простой калькулятор
//    myCard - из нее вычитаем
//    amount - сумма, которую вычитаем
//    commission - 0,75%
//    amountCommission - сумма комиссии
    val myCard = 100_000.00
    val amount: Double
    val commission = 0.925
    val result = if (amount > 35.00) {


    }


}