class main {
    /*
    Упростим задачу, чтобы было проще: за переводы с любых карт комиссия 0.75%, минимум 35 рублей.

    Что нужно сделать: напишите небольшую программу, в которой в переменной amount
    хранится сумма перевода в копейках.

    Ваше приложение должно высчитывать комиссию, которую заплатит пользователь при переводе —
    комиссия также должна быть в копейках.

    Итог: у вас должен быть репозиторий на GitHub, в котором расположен ваш Gradle-проект.
     */

//todo Простой калькулятор
    myCard - из нее вычитаем
    amount - сумма, из которой вычитаем
    comission - 0,75%
    amountComission - сумма комиссии

}